Repository: senaite/senaite.microorganism
Catalog: src/senaite/microorganism/locales/*/LC_MESSAGES/senaite.microorganism.po
Languages: de, es

source: Bacillus
de: Bazillus
es: Bacilos

source: Category / Group
de: Kategorie / Gruppe
es: Categoría / Grupo

source: Coccobacilli
de: Kokobakterien
es: Cocobacilos

source: Coccus
de: Kokkus
es: Cocos

source: Description
de: Beschreibung
es: Descripción

source: Diplococci
de: Diplokokken
es: Diplococos

source: GLASS organism
de: GLASS Organismus
es: Organismo GLASS

source: Gram stain
de: Gramfärbung
es: Tinción de Gram

source: Gram-negative
de: Gram-negativ
es: Gram-negativo

source: Gram-positive
de: Gram-positiv
es: Gram-positivo

source: MRO Organism
de: MRO-Organismus
es: Organismo MRO

source: MRO phenotype
de: MRO-Phänotyp
es: Fenotipo MRO

source: Microorganism
de: Mikroorganismus
es: Microorganismo

source: Microorganism categories
de: Kategorien von Mikroorganismen
es: Categorías de microorganismos

source: Microorganism category
de: Mikroorganismus Kategorie
es: Categoría de microorganismo

source: Microorganisms
de: Mikroorganismen
es: Microorganismos

source: Microorganisms handling for SENAITE
de: Mikroorganismen Erweiterung für SENAITE
es: Gestión de microorganismos en SENAITE

source: Rod
es: Bastoncillo

source: SENAITE MICROORGANISM (uninstall)
es: SENAITE MICROORGANISM (desinstalar)

source: Shape
de: Form
es: Forma

source: Spiral
es: Espiral

source: Spirillum
es: Espirilos

source: Staphylococci
de: Staphylokokken
es: Stafilococos

source: Streptobacilli
de: Streptobakterien
es: Streptobacilos

source: Streptococci
de: Streptokokken
es: Streptococos

source: Tetrad
de: Tetrade
es: Tétrada

source: The category or group this microorganism belongs to
de: Die Kategorie oder Gruppe, zu der dieser Mikroorganismus gehört
es: La categoría o grupo al que pertenece el microorganismo

source: Title
de: Titel
es: Título

source: Uncategorized
de: Nicht kategorisiert
es: Sin categoría

source: Whether this is an infectious organism included in the Global Antimicrobial Resistance Surveillance System (GLASS) for the the collection, analysis and sharing of Antimicrobial Resistance (AMR) data at a global level
de: Ob es sich um einen infektiösen Organismus handelt, der im Global Antimicrobial Resistance Surveillance System (GLASS) zur Sammlung, Analyse und Weitergabe von Daten zur Antibiotikaresistenz (AMR) auf globaler Ebene enthalten ist
es: Seleccione si este microorganismo está comprendido por la inicitativa Global Antimicrobial Resistance Surveillance System (GLASS) para la colección, análisis y compartición de datos de resistencia antibiótica (Antimicrobial Resistance - AMR) a nivel global

source: Whether this organism is considered multi resistant (MRO)
de: Ob dieser Organismus als multiresistent (MRO) gilt
es: Seleccione si este organismo debe considerarse como multi-resistente (Multi Resistance Organism - MRO)
